---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DpartOriginalCategory
source: html/d3d8dbdd-17ac-a151-e1f1-e79a577806b2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DpartOriginalCategory Property

"Original Category"

## Syntax (C#)
```csharp
public static ForgeTypeId DpartOriginalCategory { get; }
```